{"qq_map": {"need appli student visa": "What is needed to apply for a student visa?", "long take process applic": "How long does it take to process my application?", "long wait hear accept program": "How long will I wait to hear if I am accepted to the program?", "visit program contact": "How will the VISIT program contact me?", "class intern student cannot attend": "Are there any classes that International Students cannot attend?", "student visit program qualifi financi aid": "As a student in the VISIT program do I qualify for any financial aid?", "orient arriv cal poli": "Will there be an orientation when I arrive at Cal Poly", "determin cal poli class give credit home univers": "How do I determine if Cal Poly classes will give me credit at my home University?", "liabil cal poli extend educ visit program assum": "What liability does Cal Poly Extended Education and the VISIT program assume?", "need take placement test particip program": "Do I need to take any placement tests to participate in this program?", "student faculti ratio": "What is the student faculty ratio?", "cal poli provid tutor servic": "Does Cal Poly provide tutoring services?", "intern student organ campu": "Are there International Student organizations on campus?", "recreat facil avail cal poli student": "What recreation facilities are available to me as a Cal Poly student?", "wish drive need obtain california driver licens": "If I wish to drive will I need to obtain a California Driver's License?", "allow work job particip program": "Am I allowed to work at a job while participating in this program?", "access surround area student live campu": "How accessible is the surrounding area to students living on campus?", "choos live campu  share room": "If I choose to live on campus, will I be sharing a room?", "alreadi health insur need purchas cal poli intern student health insur plan": "If I already have health insurance do I need to purchase the Cal Poly International Student Health Insurance Plan?", "travel document need entri usa": "What travel documents do I need for entry to the USA?", "maintain visa statu": "How do I maintain my visa status?"}, "qa_map": {"need appli student visa": "In general, all student visa applicants must submit the following documents and fees:", "long take process applic": "It takes about 2 weeks to review your application. Therefore, you should send in your application 14 to 18 weeks prior to the start of the program to ensure ample time to prepare.", "long wait hear accept program": "You will be notified of the status of your application within 2 weeks.", "visit program contact": "We will use email as our primary form of communication. Check the email that you signed up with regularly for updates", "class intern student cannot attend": "All classes are available through Open University provided the following conditions are met:\n\t\t\t\t\t\t\t\t  \nThe professor and/or department chair give approval for the student to attend class.\nThe student has proof of having met course prerequisite or has been approved to attend the class if pre-requisites are required.\nThe student will not be taking a seat from a registered student at the university.\n\n", "student visit program qualifi financi aid": "VISIT program students do not qualify for financial aid from Cal Poly.", "orient arriv cal poli": "Yes. The International Center offers international student orientation at the beginning of each quarter. To view more information regarding orientation visit the New International Students page and scroll down to Quarterly Orientation Sessions for New International Students.", "determin cal poli class give credit home univers": "First, find at least 8 classes you have interest in by browsing through our class list on PASS. Print out the class descriptions available on PASS and take them to your college's advising center. They will determine if Cal Poly classes will substitute for classes at your home university.", "liabil cal poli extend educ visit program assum": "Cal Poly exercises great care selecting knowledgeable and competent instructors. We make no guarantees, expressed or implied that classroom instruction will result in specific gain. We cannot be held responsible for any loss, material or otherwise, incurred while following an instructor's directions. Extended Education is not responsible for any personal property left behind. Students take courses at their own risk.", "need take placement test particip program": "All international students from non-English speaking countries registering must present a TOEFL score of 550 or higher (using the paper version) or 213 or higher (using the computer version) or 80 or higher (using the internet version). An average IELTS score of 7.0 is required for undergrads and 6.0 for graduate students.", "student faculti ratio": "For quick facts including the student to faculty ratio check out the Cal Poly Quick Facts page.", "cal poli provid tutor servic": "All professors are required to hold office hours where students can come for extra help. Individual colleges and outside entities offer tutoring services as well. See the list of free campus tutoring services. For additional academic resources, please visit the Academic Skills Center.", "intern student organ campu": "Yes. The International Club is a student club for international students. Take a look at The International Club website for more information. The International Poly Pals Program can also assist you with adjusting to life at Cal Poly and help you make friends with American and International students through small group activities and excursions. The Poly Pals can also assist you with adjusting to life at Cal Poly and help you make friends with American and International students through small group activities and excursions.", "recreat facil avail cal poli student": "As a Cal Poly student you will have access to all ASI run recreation facilities. Visit the ASI website for more information about facilities, equipment, and activities.", "wish drive need obtain california driver licens": "Yes. A California driver's license can be obtained at the San Luis Obispo Department of Motor Vehicles. Visit the California DMV website for more information. See the International Center Transportation page for more information.", "allow work job particip program": "On-campus employment may be possible. Off-campus work is restricted. Contact the International Student Advisor, Judy Mitchell, at jumitche@calpoly.edu for specific information about your visa status. Visit the Work Authorization page for more information.", "access surround area student live campu": "The SLO Transit bus system is a convenient way for all Cal Poly students to travel within the San Luis Obispo city limits. Your PolyCard allows you to ride SLO Transit buses for free. The Regional Transit Authority (RTA) has buses that travel between cities within San Luis Obispo County, but your PolyCard will not give you free access to these routes. To view the SLO Transit bus schedule and map, click here. You may also borrow a bike to easily get around town. See the International Center Transportation page for more information.", "choos live campu  share room": "Single rooms are available; however they are more expensive and limited in number. Visit the Housing website for more information.", "alreadi health insur need purchas cal poli intern student health insur plan": "Yes, it is required for the student to purchase the Cal Poly International Student Health Insurance Plan. For more information, visit the Health Insurance and Immunizations page.", "travel document need entri usa": "Students should have their current passport with their current visa stamp inside as well as current I-20 (for F-1 students) or DS-2019 Form (for J-1 students). Proof of I-901 SEVIS Fee Payment is also good to have. If you are Canadian, you will not have a visa stamp in your passport, but you will need to show your proof of funds along with the other documents including the I-901 receipt.", "maintain visa statu": "F-1 and J-1 students in the VISIT program may only study at Cal Poly and must maintain a full course load (12 units for undergrads and 8 units for grad students) to keep their visa valid. Students may only work on campus. See the F-1 Responsibilities and Benefits page for more details or the J-1 Responsibilities and Benefits page."}}