{"qq_map": {"when do need appli student visa": "When do I need to apply for my student visa?", "what is need appli student visa": "What is needed to apply for a student visa?", "how long doe take process applic": "How long does it take to process my application?", "how long wait hear accept program": "How long will I wait to hear if I am accepted to the program?", "how visit program contact": "How will the VISIT program contact me?", "are class intern student cannot attend": "Are there any classes that International Students cannot attend?", "student visit program do qualifi financi aid": "As a student in the VISIT program do I qualify for any financial aid?", "orient when arriv cal poli": "Will there be an orientation when I arrive at Cal Poly", "how do determin cal poli class give credit home univers": "How do I determine if Cal Poly classes will give me credit at my home University?", "what liabil doe cal poli extend educ visit program assum": "What liability does Cal Poly Extended Education and the VISIT program assume?", "do need take placement test particip program": "Do I need to take any placement tests to participate in this program?", "what is student faculti ratio": "What is the student faculty ratio?", "doe cal poli provid tutor servic": "Does Cal Poly provide tutoring services?", "are intern student organ campu": "Are there International Student organizations on campus?", "what recreat facil are avail cal poli student": "What recreation facilities are available to me as a Cal Poly student?", "wish drive need obtain california driver licens": "If I wish to drive will I need to obtain a California Driver's License?", "allow work job particip program": "Am I allowed to work at a job while participating in this program?", "how access is surround area student live campu": "How accessible is the surrounding area to students living on campus?", "choos live campu  share room": "If I choose to live on campus, will I be sharing a room?", "alreadi health insur do need purchas cal poli intern student health insur plan": "If I already have health insurance do I need to purchase the Cal Poly International Student Health Insurance Plan?", "what travel document do need entri usa": "What travel documents do I need for entry to the USA?", "how do maintain visa statu": "How do I maintain my visa status?", "what do need do receiv financi aid money": "What do I need to do to receive my financial aid money?", "how do get inform need regist class": "How do I get the information I need to register for classes?", "what receiv financi aid  loan grant": "What if I receive financial aid (loans and grants)?", "how doe cal poli receiv financi aid appli fee": "How does Cal Poly receive my financial aid and apply it to fees?", "do tell cal poli how want financi aid appli": "Do I have to tell Cal Poly how I want my financial aid applied?", "what get scholarship not financi aid": "What if I get scholarships but not other financial aid?", "what do not financi aid cannot pay fee": "What if I do not have financial aid and cannot pay my fees all at once?", "what sponsor third parti pay tuition": "What if I have a sponsor/third party that pays my tuition?", "how do make hous meal plan payment": "How do I make housing and meal plan payments?", "use financi aid fund hous meal payment": "Can I use financial aid funds for housing and meal payments?", "how do know owe money credit student account": "How do I know if I owe money or have a credit on my student account?", "what miscellan cours fee": "What about miscellaneous course fees?", "consid current situat  would cal poli offer cours onlin dure fall quarter": "\nConsidering the current situation, would Cal Poly offer courses online during fall quarter?\n", "how do onlin lab  how do learn remot": "\nHow will you do online labs? How do we Learn by Doing remotely?\n", "doe cal poli virtual tour": "\nDoes Cal Poly have a virtual tour?\n", "what orient  slo day wow happen": "\n What about orientation? Will SLO Days and WOW happen?\n", "is quarter plu still happen": "\nIs Quarter Plus still happening?\n", "how do accept offer admiss how do know receiv": "\nHow do I accept your offer of admission and how do I know you received it?\n", "financi circumst chang becaus coronaviru  get addit assist becaus": "\nMy financial circumstances have changed because of the coronavirus. Can I get additional assistance because of this?\n", "do transfer student support first year student cal poli": "\nDo transfer students have the same support as first-year students at Cal Poly? \n", "how doe hous work how do find roommat": "\nHow does housing work and how do I find a roommate?\n", "sinc car campu first year student  what best way get around": "\nSince I can’t have a car on campus as a first year student, what’s the best way to get around?\n", "do lot compani offer internship cal poli student": "\n Do a lot of companies offer internships to Cal Poly students?\n", "what secur measur are implement campu": "\nWhat security measures are implemented on campus?\n", "studi abroad still avail near futur": "\nWill study abroad still be available in the near future?\n", "high school frozen grade baselin number base when left school  send inflat final transcript": "\nSome high schools have frozen our grades with a baseline number based on when we left school. Can we send these inflated final transcripts? \n", "fourth quarter grade  lack thereof  impact ap credit cours are requir take first year cal poli student": "\nWill fourth quarter grades (or a lack thereof) impact AP credit or the courses we are required to take as a first year Cal Poly student?\n", "get refund registr fee fall term is held onlin": "\nWill I get a refund on my registration fee if the fall term is held online?\n", "doe cal poli offer help job interview skill": "\nDoes Cal Poly offer any help with my job interview skills?\n", "chang major": "\nCan I change my major? \n", "how do pick class first year student": "\n How do I pick my classes as a first-year student?\n", "ve site still question what is happen  how do speak directli advisor": "\nI’ve been on your site and I still have questions about what is happening. How do I speak directly with an advisor? \n", "what like roommat": "What if I don't like my roommate?", "advic pick hous commun": "Any advice about picking housing communities?", "pick roommat go random  advic": "Should I pick my roommate or go random? Any advice?", "what is like live campu": "What is it like living on campus?", "how is campu food  are good veget vegan option": "How is the campus food? Are there good vegetation/vegan options?", "how hard is switch major": "How hard is it to switch majors? ", "is possibl switch major still graduat time": "Is it possible to switch majors and still graduate on time?", "what is quarter system like": "What is the quarter system like?", "is hard regist class want": "Is it hard to register for the classes you want?", "what is cal poli  learn  philosophi": "What is Cal Poly's \"Learn by Doing\" philosophy?", "what are offic hour like professor  are help": "What are office hours like with professors? Are they helpful?", "are slo day week welcom  wow  still happen year": "Are SLO Days and Week of Welcome (WOW) still happening this year?", "when are slo day wow": "When are SLO Days and WOW?", "first year student car  what are way get home": "If first year students can't have cars, what are some other ways they can get home?", "get around slo without car": "Can you get around SLO without a car?", "bring bike  what is public transit system like": "Should I bring a bike? What is the public transit system like?", "how get job campu": "How can I get a job on campus?", "is anywher go hike near campu": "Is there anywhere to go hiking on or near campus?", "how do join club": "How do I join clubs", "where are best studi spot campu": "Where are the best study spots on campus?", "how often contact visit student": "How often should I contact or visit my student?", "student enough money food  give student addit money dine": "Will my student have enough money for food? Should I give my student additional money for dining? ", "who is elig live campu": "Who is eligible to live on campus?", "take tour see insid resid hall": "Can I take a tour to see the inside of a residence hall?", "are hous contract addit run durat academ year  from septemb june": "Are there housing contracts in addition to those that run for the duration of the\nacademic year (from September to June)?", "what type social activ occur campu hous commun": "What types of social activities occur in the campus housing communities?", "what laundri facil are avail campu": "What laundry facilities are available on campus?", "is heat air condit resid hall apart": "Is there heat and air conditioning in the residence halls and apartments?", "get hous refund chang mind attend cal poli": "Can I get a housing refund if I change my mind about attending Cal Poly?", "what process are place pest wildlif control": "What processes are in place for pest and wildlife control?", "what accommod are avail student disabl special need": "What accommodations are available for students with disabilities or other special needs?", "is hous avail famili marri coupl": "Is housing available for families and married couples?", "what amen do room come": "What amenities do rooms come with?", "what room type expect when live campu hous": "What room types can I expect when living in campus housing?", "are riser loft permit": "Are risers or lofts permitted?", "bring tv stereo": "Can I bring a TV and stereo?", "pet": "Can I have a pet?", "how hang pictur wall": "How should I hang pictures on the wall?", "resid trade residenti learn commun room dure year": "Can residents trade Residential Learning Communities or rooms or during the year?", "request specif person roommat": "Can I request a specific person to be my roommate?", "is process match roommat": "Is there a process for matching roommates?", "request chang room roommat are not compat": "Can I request to change rooms if my roommate and I are not compatible?", "how doe dine plan work": "How does the dining plan work?", "when do student get mail address": "When do students get their mailing address?", "how write address get where student live": "How should I write the address so that it gets to where a student lives?", "what is avail park space cal poli": "What is the availability of parking spaces at Cal Poly?", "what type measur are taken protect safeti": "What types of measures are taken to protect my safety?", "who respond event medic emerg": "Who responds in the event of a medical emergency?", "where is closest polic depart": "Where is the closest police department?", "where do go event campu wide emerg": "Where do I go in the event of a campus wide emergency?", "doe cal poli plan case major emerg": "Does Cal Poly have plans in the case of a major emergency?", "what are resid fire safeti guidelin": "What are the resident fire safety guidelines?", "who is faculti advisor mentor": "\nWho is my faculty advisor/mentor?\n", "how do declar concentr": "\nHow do I declare a concentration?\n", "how do declar minor": "\nHow do I declare a minor?\n", "doe cal poli  pre med  major concentr": "\nDoes Cal Poly have a \"pre-med\" major or concentration?\n", "how do chang major": "\nHow do I change my major?\n", "how do drop class  take quarter  take multipl quarter": "\nHow do I drop a class, take a quarter off, or take multiple quarters off?\n", "what is minimum pass grade cours": "\nWhat is the minimum passing grade for a course?\n", "what class take credit credit  cr nc": "\nWhat classes can I take as Credit/No Credit (CR/NC)?\n", "what need cancel advis appoint": "\nWhat if I need to cancel my advising appointment?\n", "where find answer question isn list": "\nWhere can I find answers if my question isn't listed here?\n", "how do student becom elig servic disabl resourc center": "1. How do students become eligible for services through the Disability Resource Center?", "how do student know which servic are author util": "2. How do students know which services they are authorized to utilize?", "are student disabl elig prioriti registr": "3. Are students with disabilities eligible for priority registration?", "student test possibl learn disabl": "4. Can students be tested for a possible learning disability?", "are student disabl elig prioriti park  is special permit requir": "5. Are students with disabilities eligible for priority parking? Is a special permit required?", "how student disabl request hous accommod": "6. How can students with disabilities request housing accommodations?", "are student elig special admiss consider becaus disabl": "7. Are students eligible for special admission consideration because of a disability?", "are special financi aid resourc avail student disabl": "8. Are there special Financial Aid resources available to students with disabilities?", "are comput avail use student disabl": "9. Are computers available for use by students with disabilities?"}, "qa_map": {"when do need appli student visa": "Apply for your visa appointment early! Keep in mind that June, July, and August are the busiest months in most consular sections, and interview appointments are difficult to get during that time. It is important to apply for your visa several months before your travel departure date.", "what is need appli student visa": "In general, all student visa applicants must submit the following documents and fees:", "how long doe take process applic": "It takes about 2 weeks to review your application. Therefore, you should send in your application 14 to 18 weeks prior to the start of the program to ensure ample time to prepare.", "how long wait hear accept program": "You will be notified of the status of your application within 2 weeks.", "how visit program contact": "We will use email as our primary form of communication. Check the email that you signed up with regularly for updates", "are class intern student cannot attend": "All classes are available through Open University provided the following conditions are met:\n\t\t\t\t\t\t\t\t  \nThe professor and/or department chair give approval for the student to attend class.\nThe student has proof of having met course prerequisite or has been approved to attend the class if pre-requisites are required.\nThe student will not be taking a seat from a registered student at the university.\n\n", "student visit program do qualifi financi aid": "VISIT program students do not qualify for financial aid from Cal Poly.", "orient when arriv cal poli": "Yes. The International Center offers international student orientation at the beginning of each quarter. To view more information regarding orientation visit the New International Students page and scroll down to Quarterly Orientation Sessions for New International Students.", "how do determin cal poli class give credit home univers": "First, find at least 8 classes you have interest in by browsing through our class list on PASS. Print out the class descriptions available on PASS and take them to your college's advising center. They will determine if Cal Poly classes will substitute for classes at your home university.", "what liabil doe cal poli extend educ visit program assum": "Cal Poly exercises great care selecting knowledgeable and competent instructors. We make no guarantees, expressed or implied that classroom instruction will result in specific gain. We cannot be held responsible for any loss, material or otherwise, incurred while following an instructor's directions. Extended Education is not responsible for any personal property left behind. Students take courses at their own risk.", "do need take placement test particip program": "All international students from non-English speaking countries registering must present a TOEFL score of 550 or higher (using the paper version) or 213 or higher (using the computer version) or 80 or higher (using the internet version). An average IELTS score of 7.0 is required for undergrads and 6.0 for graduate students.", "what is student faculti ratio": "For quick facts including the student to faculty ratio check out the Cal Poly Quick Facts page.", "doe cal poli provid tutor servic": "All professors are required to hold office hours where students can come for extra help. Individual colleges and outside entities offer tutoring services as well. See the list of free campus tutoring services. For additional academic resources, please visit the Academic Skills Center.", "are intern student organ campu": "Yes. The International Club is a student club for international students. Take a look at The International Club website for more information. The International Poly Pals Program can also assist you with adjusting to life at Cal Poly and help you make friends with American and International students through small group activities and excursions. The Poly Pals can also assist you with adjusting to life at Cal Poly and help you make friends with American and International students through small group activities and excursions.", "what recreat facil are avail cal poli student": "As a Cal Poly student you will have access to all ASI run recreation facilities. Visit the ASI website for more information about facilities, equipment, and activities.", "wish drive need obtain california driver licens": "Yes. A California driver's license can be obtained at the San Luis Obispo Department of Motor Vehicles. Visit the California DMV website for more information. See the International Center Transportation page for more information.", "allow work job particip program": "On-campus employment may be possible. Off-campus work is restricted. Contact the International Student Advisor, Judy Mitchell, at jumitche@calpoly.edu for specific information about your visa status. Visit the Work Authorization page for more information.", "how access is surround area student live campu": "The SLO Transit bus system is a convenient way for all Cal Poly students to travel within the San Luis Obispo city limits. Your PolyCard allows you to ride SLO Transit buses for free. The Regional Transit Authority (RTA) has buses that travel between cities within San Luis Obispo County, but your PolyCard will not give you free access to these routes. To view the SLO Transit bus schedule and map, click here. You may also borrow a bike to easily get around town. See the International Center Transportation page for more information.", "choos live campu  share room": "Single rooms are available; however they are more expensive and limited in number. Visit the Housing website for more information.", "alreadi health insur do need purchas cal poli intern student health insur plan": "Yes, it is required for the student to purchase the Cal Poly International Student Health Insurance Plan. For more information, visit the Health Insurance and Immunizations page.", "what travel document do need entri usa": "Students should have their current passport with their current visa stamp inside as well as current I-20 (for F-1 students) or DS-2019 Form (for J-1 students). Proof of I-901 SEVIS Fee Payment is also good to have. If you are Canadian, you will not have a visa stamp in your passport, but you will need to show your proof of funds along with the other documents including the I-901 receipt.", "how do maintain visa statu": "F-1 and J-1 students in the VISIT program may only study at Cal Poly and must maintain a full course load (12 units for undergrads and 8 units for grad students) to keep their visa valid. Students may only work on campus. See the F-1 Responsibilities and Benefits page for more details or the J-1 Responsibilities and Benefits page.", "what do need do receiv financi aid money": "\nYou will receive your financial aid at the beginning of each quarter - provided you are enrolled in the required units and have completed all required forms with the Financial Aid Office. Financial aid transactions are recorded on your student account as credits, just like a payment. Any pre-existing unpaid charges are paid by your aid, and any remaining aid will show as a credit balance. A financial aid disbursement, which is a refund to you of your remaining financial aid, is then generated and delivered to you in one of two ways:\n\nDirect Deposit - The preferred way to receive funds\nMailed financial aid check\n\nNote: Cal Poly attempts to notify each student receiving a financial aid disbursement - via email - when the funds have been disbursed.\n", "how do get inform need regist class": "\nFor registration information, visit the Office of the Registrar's Registration web site or select the Registration and Enrollment tab on the Cal Poly portal.\n", "what receiv financi aid  loan grant": "\nThe financial aid award is determined by the Financial Aid Office, using Federal and State guidelines. Financial aid is disbursed over the Fall, Winter, and Spring quarters. (Financial aid for the Summer quarter may also be available to the student but is not part of any financial aid package offered for the regular academic year. Please see the Financial Aid Office regarding the application process.)\n", "how doe cal poli receiv financi aid appli fee": "\nCal Poly uses Electronic Fund Transfer (EFT) for importing from lenders most all loan funds...Stafford, PLUS, and alternative. This enables loan money to be transferred electronically right into the student's Cal Poly account, along with grants and in-house scholarships. The system then uses the financial aid funds on the student account to pay charges, such as registration, housing, and course fees. Whatever amount remains is then disbursed to the student either by Direct Deposit or  mailed check. Each time a disbursement occurs, an email is sent out, alerting the student of this activity and referring him/her to the Student Account & Payment Info channel accessed through the Money Matters tab (on the portal) to view the amount of the disbursement and the type(s) of financial aid which created it.\n", "do tell cal poli how want financi aid appli": "\nNo. Financial Aid is disbursed automatically in the following order: If your financial aid award, excluding federal work study, is large enough to pay your registration and also your housing in full, you may request that your housing payments be paid by your financial aid. And if your award is large enough to pay registration, housing, AND dining in full, you may request that your aid pay your meals as well. These arrangements for housing and meals MUST be requested, however, by either checking the Financial Aid box on the housing and dining contracts or by contacting the Student Accounts Office.\nYou can always view your account 24/7 on the Cal Poly Portal.\n", "what get scholarship not financi aid": "\nAny student receiving a grant, student loan, or scholarship in any given quarter is considered a \"financial aid student\" for that quarter. All students can register before paying for registration fees, but non-financial aid students must pay their fees according to the Cal Poly registration fee payment policy, or be subject to class cancellation.\nIf you are receiving a scholarship only,please make sure you understand how it is being disbursed to you (all at once; over two quarters; over three quarters). In any quarter when you are NOT receiving a financial aid disbursement, you will be expected to pay your registration fees by the system-wide due date for that quarter.\nCal Poly Registration Fee Payment Policy\nAsk Financial Aid about your scholarship\n", "what do not financi aid cannot pay fee": "\nBeginning fall quarter, students can register before paying their registration fees. However, students who do not make payment according to the registration fee payment policy (link below) are subject to class cancellation (please read through the policy for details).\nRegistration Fee Payment Policy\n", "what sponsor third parti pay tuition": "\nThird-party sponsorship information \nIncludes information on:\n\nEmployee fee waiver program\nCal Vet Dependents Program\nDepartment of Rehabilitation\nAllan Pattee Scholarship Program\n\n", "how do make hous meal plan payment": "\nHousing Payment Information (Managed by the State):\nYour housing contract should have all the housing payment due dates referenced. If you cannot find your contract copy, please refer to the Payment Schedule.\nTo make your housing payment, please use our online payment service.\nIf you have any questions regarding your housing charges, please call 805-756-7632.\nNote: You will be able to view your housing charges and payments at the same place you view your registration fee charges and payments.\nDinning Payments (Managed by the Cal Poly Corporation):\nMeal plan payment information\nIf you have any questions regarding your meal plan payments, please call 805-756-1125.\nNote: Because meal plan payments are made to the CP Corporation, you will not see your meal plan charges or payments on the same customer account as your registration and housing charges and payments.\n", "use financi aid fund hous meal payment": "\nIf your financial aid award, excluding federal work study, is large enough to pay your registration and also your housing in full, you may request that your housing payments be paid by your financial aid. And if your award is large enough to pay registration, housing, AND meals in full, you may request that your aid pay your meals as well. These arrangements for housing and meals MUST be requested, however, by either checking the Financial Aid box on the housing and meal contracts or by contacting the Student Accounts Office.\n", "how do know owe money credit student account": "\nTo view the balance on your student account:\n\nLog into the Cal Poly Portal.\nClick on the Money Matters tab.\nLook for the Student Accounts & Payment section.\n\nYour account summary, via the portal, is designed to show you your charges and payments and the resulting balance due. If you have a balance due, it MUST be paid before you can register for the next quarter. A credit balance can be carried over and applied to the next quarter's registration payment, or you can request a refund (complete the Student Information box only).\n", "what miscellan cours fee": "\nWithin different departments on campus, there are certain courses that require a fee over and above the registration fee. These courses typically have off-campus activities, laboratory materials, and other miscellaneous expenses which are offset by payment of a nominal fee by the students enrolled in the course.\nCourse fees are paid the same way as other charges on the student account – online by eCheck (preferred) or Credit Card (a 2.75% convenience fee will apply), directly to the University Cashier’s Office or by mail (allow 10 days for delivery and processing. Course fees may be paid by financial aid ONLY if the fee is billed to the student's Cal Poly account prior to the financial aid being disbursed to the student. If the student's aid was disbursed previous to the course fee charge, it is the student's responsibility to pay the University cashier.\nPlease review your current quarter's student account activity on a regular basis through your Cal Poly Portal.\n", "consid current situat  would cal poli offer cours onlin dure fall quarter": "\nWe are very hopeful that by the beginning of fall quarter, everyone will be back on campus and ready to experience Learn by Doing together in person. But your safety is our top priority and we will continue to follow state, CDC and CSU guidelines as the coronavirus situation evolves. We will be ready to offer all our courses online in the fall if necessary. Whether online or in person, we are committed to providing the same outstanding learning experience that brought you to Cal Poly in the first place.\n", "how do onlin lab  how do learn remot": "\nSome hands-on learning opportunities may be limited for now, and will be different for every college and program as we all Learn by Doing through this difficult situation. The coronavirus pandemic may even offer unexpected and unique opportunities to practice hands-on learning. \nFor example, two engineering professors redesigned their spring courses to focus on building ventilator parts to address the pandemic. A music professor is developing a virtual choral ensemble, directing his students by video and compiling individually-recorded parts into one complete performance.\nAs long as the pandemic lasts, we will provide every Learn by Doing opportunity we can while also protecting the health and safety of our students, faculty and staff.\n", "doe cal poli virtual tour": "\nEven with campus operations limited, there are a lot of ways for you to get to know Cal Poly, interact with current students and faculty, and get your questions answered. You can take a virtual tour guided by Poly Reps, our student ambassadors, or sign up for an interactive online information session at calpoly.edu/explore-cal-poly. \n", "what orient  slo day wow happen": "\nFor now, SLO Days and WOW are scheduled to proceed as planned, but we are keeping an eye on the coronavirus situation and will adjust as needed. If social distancing guidelines remain in place into late spring and fall, we will be prepared to offer both of those events virtually. It’s all about your safety and the safety of our campus community. \n", "is quarter plu still happen": "\nAn on-campus Quarter Plus is still planned so that you have the option to get a jump on your first-year academics. However, if the coronavirus situation warrants, it will also be offered online. For the latest updates and to learn about the program and its important deadlines visit quarterplus.calpoly.edu.\n", "how do accept offer admiss how do know receiv": "\nBy now you are probably pretty familiar with the MyCalPoly portal. This is where you find out various requirements and learn important information. It is also where you accept our offer of admission. You will receive an email within 24 hours after you have accepted with your next steps\n", "financi circumst chang becaus coronaviru  get addit assist becaus": "\nWe understand that many families are facing economic challenges and a financial situation that may be significantly different than what was reported on the FAFSA application. If your family has experienced a loss of income, please submit a Change of Income appeal, which will be available on our website after June 15, 2020. To learn more visit coronavirus.calpoly.edu/financial-aid.\n", "do transfer student support first year student cal poli": "\nAt Cal Poly, we actually have a special center designed to support transfer students with their unique needs. You will find resources and answers to your questions about housing, classes, enrollment and so much more at advising.calpoly.edu/transfer-advising. \n", "how doe hous work how do find roommat": "\nOnce you accept your offer of admission, your housing application will appear in your MyCalPoly portal in 24-48 hours. Fill out your housing application, make the initial payment, and you've secured a space on campus!  \nFirst-Year Students\nFirst-year students are required to live on campus in one of our residence halls. Interested in living with a specific roommate? You can return to your application any time before May 7 to request roommates and edit your preferences. Most first-years find roommates on the official Cal Poly SLO Class of 2024 Facebook page or other social media groups. \nTransfer Students\nNew transfer students have the option of living on campus and will be assigned a space in a campus apartments, although space is limited.\nYou can find more information about housing, like selecting a roommate, on the housing website.\n", "sinc car campu first year student  what best way get around": "\nCal Poly is a very walkable campus, and is located a quick walk or bike ride from shopping, restaurants, banks and most other needs. Downtown San Luis Obispo is just a mile and a half away. We also subsidize the SLO city bus system so that students can ride anywhere in town for free, and provide other options for further travel, like getting home on breaks. Visit our commuting website for more info.\n", "do lot compani offer internship cal poli student": "\nMany leading companies actively search for student interns at Cal Poly, and students in all majors have plenty of opportunities to explore this important part of the Learn by Doing experience. We’ll help you by pointing you in the right direction for an internship in your field, helping you prepare for interviews, and introducing you to companies at our Career Fairs, held frequently on campus and online during spring quarter. Learn more at calpoly.edu/internships-and-co-ops.\n", "what secur measur are implement campu": "\nYour safety is our first concern. Each year we collect our safety data and present a report and campus safety plan (https://afd.calpoly.edu/police/campus-reports/) so that you can see exactly what is happening on campus. Because Cal Poly is a state school, California State Police are housed right on campus. These highly trained officers are ready to help within minutes.\nIn addition, we are focused on cyber security at Cal Poly. Your information security is our priority, and our Information Technology Services team will help you with all the steps you’ll need to protect your accounts and devices.\n", "studi abroad still avail near futur": "\nOnce travel advisories have lifted, students can study abroad in locations around the world on Cal Poly programs that range from a week to a full academic year. The International Center offers over 500 study abroad approved programs in 75 countries. Programs can help fulfill GE courses, major-related courses, and even offer internships. Visit the Cal Poly Study Abroad program online for more information and to stay up to date on the latest travel advisories.\n", "high school frozen grade baselin number base when left school  send inflat final transcript": "\nIf your high school considers these to be your official transcripts, then that is what you should send to us. You can submit them electronically here.\n", "fourth quarter grade  lack thereof  impact ap credit cours are requir take first year cal poli student": "\nPlease make sure to send all official AP/IB exams to Cal Poly by July 15th. Our evaluations team will automatically evaluate those exams for college credit. For more info about AP/IB credit and how the exam scores will transfer to Cal Poly as college credit, please visit registrar.calpoly.edu/other_ac_credit.\n", "get refund registr fee fall term is held onlin": "\nTuition and registration fees are mandated by the CSU, and we have to collect them from every enrolled student in order to keep campus running. However, due to extraordinary circumstances, some fees are refundable for spring quarter while campus is under limited operation, and those same considerations will likely be available if the coronavirus situation continues into the fall. For more information, visit coronavirus.calpoly.edu/fee-refund-guidelines.\n", "doe cal poli offer help job interview skill": "\nYes! Career Services provides great resources such as internship and employment search, mock interviews, resume reviews, career fairs every quarter, and even a professional clothing closet. They have a freshman focus career counseling team and college specific career counselors as well. Learn more at careerservices.calpoly.edu/explore-services.\n", "chang major": "\nYes, with some conditions. While you must commit to a major when you apply, you can change majors after your first quarter at Cal Poly. Keep in mind that you’re not guaranteed to get the new major you want — requests are subject to space in the new major and department approval. Generally speaking, it is less competitive to change majors within the same colleges than from a different college. For more information, visit advising.calpoly.edu/change-major. \n", "how do pick class first year student": "\nFirst year students are automatically block scheduled in to their first quarter of classes. Class schedules for fall are available to view in your portal mid-August. For advising questions about your class schedule, schedule a virtual advising session with our Mustang Success Center’s freshman focus team. Learn more at advising.calpoly.edu. \n", "ve site still question what is happen  how do speak directli advisor": "\nIf you can’t find the info you need here, you can always keep up with that’s happening at Cal Poly or connect directly with an advisor at calpoly.edu/explore-cal-poly. You can also email more specific questions to an advisor at admissions@calpoly.edu. Here are some other emails that you may find useful: Financial Aid - financialaid@calpoly.edu, Advising at the Mustang Success Center - success@calpoly.edu, Orientation - orientation@calpoly.edu, Housing - housing@calpoly.edu.\n", "what like roommat": "Coming to college is a huge transition, and Cal Poly wants to ensure that every student feels safe and supported. If you find yourself in a living situation that you are uncomfortable with, we highly encourage you to seek out the resources that University Housing provides for you. There are Resident Advisors in every building, and they are trained to help you mediate any issues you may have with your roommates. If things do not get better however, and you would feel more comfortable living somewhere else, you can submit a room change request to University Housing.", "advic pick hous commun": "When it comes to housing communities, we recommend choosing the one that you are most interested in! That being said, there are still limited amounts of space in each community. Wherever you end up, the experience will be what you make of it. Each residence hall has something incredible to offer, and there really is no wrong choice!", "pick roommat go random  advic": "Deciding whether to room with somebody you know or to go random is a personal decision. Rooming with somebody you know can be nice as you know what to expect, but rooming with somebody random is helpful for meeting new people as well as if you want to have personal space to go back to at the end of the day.", "what is like live campu": "Living on campus is extremely convenient, as you are close to everything you need. It is also a great way too meet new people.", "how is campu food  are good veget vegan option": "Cal Poly has 27 dining venues available on campus, with over 1,000 menu options! They are also in the process of opening up the new Vista Grande dining complex, which will only add to that list. That being said, there is something for everyone! All of Campus Dining’s venues offer a variety of options for every lifestyle preference. Because most items are offered and served a la carte, you are able to customize your meal the way you want. Want an item sans cheese? Ask for it. All venues have a variety of beans, tofu, grains, vegetables, fruits, and condiments. To help identify the vegan and vegetarian options, look for their special identifiers on all Campus Dining menus.", "how hard is switch major": "Changing majors depends on a number of factors. The department will evaluate basic criteria to determine your eligibility to enter into an Individualized Change of Major Agreement (ICMA). To determine your eligibility to enter into an ICMA, departments may consider: Your admissions criteria (would you have been admitted into that major when you applied to Cal Poly?)", "is possibl switch major still graduat time": "Yes! It is very doable, but in order to ensure you remain on track, we highly recommend making an appointment with either the Mustang Success Center or your college specific advisor. They will help you map out the classes you have left to take and answer any other academic questions you may have!", "what is quarter system like": "The quarter system is fast paced, but very doable! The weeks can move very quickly, and  it is important to stay on top of all of your coursework. The quarter system is broken up into 10 weeks of classes, and then one week of finals at the very end. While this may seem daunting, the quarter system also has a lot of benefits! Most universities are in a semester system, and therefore students take one set of classes in the fall and another in the spring. Since Cal Poly is on the quarter system, we get new classes in the Fall, Winter, and  Spring. This way, if you are in a class you don't particularly like, you'll only be in it for 10 weeks instead of 15!", "is hard regist class want": "Cal Poly offers a wide variety of classes, and only a certain amount of students are able to enroll in them. That being said, for your first year of college at Cal Poly you are blocked  into the majority of your classes! For Fall Quarter, you do not have to worry about registration at all, unless you see an issue with the classes you were blocked into. For Winter and Spring, you are blocked into the majority (if not all) of the units you need for those quarters, but often it varies depending on major. If you have specific questions regarding registration and how to complete it, the Mustang Success Center offers quarterly Registration Workshops that you can attend!", "what is cal poli  learn  philosophi": "Cal Poly's Learn by Doing philosophy means that learning in a classroom is only part of the Cal Poly experience. Throughout students' courses, they might learn how to: weld, take apart an engine, synthesize molecules, and more!", "what are offic hour like professor  are help": "Office hours differ by professor, but typically office hours offer a space in which the professor is available to talk to students within their classes. Office hours tend to be an unstructured space for students to ask questions about course content. They can be very helpful for gaining a better understanding of content, preparing for exams, or just getting to know your professor better!", "are slo day week welcom  wow  still happen year": "As of now, SLO Days and Week of Welcome are still happening as planned. That being said, we are constantly monitoring the current situation. Keep an eye out for any emails, as this will be our primary form of communication!", "when are slo day wow": "SLO Days sessions occur throughout the summer. Week of Welcome will begin with check-in on September 11-12 at the designated locations, and then the week will officially kick off on Sunday, September 13 and will end on Saturday, September 19.", "first year student car  what are way get home": "There are many different modes of transportation that first year students can use to get home. Amtrak is just a short drive away, and there are trains that depart daily. Cal Poly also offers a service called Mustang Express, which is a bus that leaves from Cal Poly and returns to campus before and after Thanksgiving and Winter break! They have a Sacramento, Northern California, and Southern California route. Another popular mode of transportation for students is to utilize ride share. There is a Cal Poly ride share page on Facebook that students can request to join, and there they can find students who are offering rides to specific locations. The San Luis Obispo Regional Airport is also a short drive away from campus for those who need to fly home!", "get around slo without car": "There are many different things a student can do without a car on campus. For starters, Resident Advisors in each residence hall are in charge of putting on weekly events for students to attend. This can be anything from pancake nights in the study lounge, to karaoke and game nights! Another great thing about attending school at Cal Poly is that the local bus is free with your Cal Poly ID! All you need to do is swipe it when you get on, and you can go wherever the several routes will bring you. One favorite destination is SLO's downtown. Here you can get a meal with a friend, go to the movie theater, shop, and so much more!", "bring bike  what is public transit system like": "Bringing a bike is helpful for classes that are across class for one another and for navigating San Luis Obispo. The SLO Transit system is also very helpful for getting around SLO. Student's can use their PolyCard on SLO Transit Bus for free. You can view the bus routes through the SLO Transit app.", "how get job campu": "You can individually reach out to the programs that are hiring, or you can search and apply through MustangJobs, the Cal Poly job site. On MustangJobs, you can filter jobs to show on campus opportunities only!", "is anywher go hike near campu": "Yes! Behind campus is Poly Canyon which has a variety of hiking trails, and is only a short walk from the dorms. On campus there is also \"The P\" which is a short hike up to the large P that sits above Cal Poly's campus.", "how do join club": "This varies between clubs, but it's usually as easy as emailing a club representative or showing up to a meeting! There is a large club showcase during Week of Welcome where you can learn more about different clubs on campus and learn how to join!", "where are best studi spot campu": "Cal Poly offers a wide variety of places to study. Kennedy Library is the largest capacity study location on campus, and has 5 floors with different study environments throughout. Kennedy Library offers collaborative spaces as well as silent areas to study, reservable fishbowls and rooms, and a 24-hour area with computers to utliize. Other popular study spots on campus include the University Union, Waren J. Baker Science Center, and a variety of other smaller nooks around campus.", "how often contact visit student": "As a parent/supporter, we recognize that this is not only a transition for your student, but for you as well! We'd recommend discussing your communication plan with your student prior to their arrival at Cal Poly. It may take a bit of time, but everyone finds a system that works best for them and their student!", "student enough money food  give student addit money dine": "Cal Poly offers three dining plans for first year students to choose from. There is the Flex Max, which equates to $1,656 per quarter, or around $150 per week. The Flex Prime is $1,503 per quarter, or $136 per week. The Flex Basic is $1,383 per quarter, or about $125 per week. If you find your plan is not the best fit for you, Campus Dining allow students to change their meal plan at the end of Fall quarter.", "who is elig live campu": "Any student enrolled in eight or more units can apply for campus housing. Housing is required for first-year students. A second year on campus is required for members of the Cal Poly Scholars Program, Student-Athletes and CAED students. Other continuing and transfer students can apply to live in campus apartments until all spaces are filled. Once housing is full, students can apply to an interest list.", "take tour see insid resid hall": "In compliance with local and state health recommendations in response to COVID-19, we are not offering in person tours of University Housing until further notice. Please visit our Residence Halls and Apartments webpage for pictures and floor plans, and check back for virtual tours to be posted in May.", "are hous contract addit run durat academ year  from septemb june": "Yes. Students can apply to the interest list for either of the following:", "what type social activ occur campu hous commun": "Some examples of activities students and staff plan are:", "what laundri facil are avail campu": "Laundry rooms for campus residents are free and conveniently located throughout the residence halls and apartment communities.", "is heat air condit resid hall apart": "The residence halls and apartments have a heating system and some residences have an evaporative cooling (swamp cooler) system. Heat and cooling are controlled centrally by the university. Cal Poly switches the system to heat during cooler months and to cooling during warmer months. A controlling mechanism in each individual room turns on the system to deliver heat or cool air, depending on which system is active.", "get hous refund chang mind attend cal poli": "Students with on-campus housing must cancel the housing contract in writing 30 days prior to their move-in date. The initial payment is fully refundable for incoming first-years. Refer to the Housing Calendar for the cancellation dates and the Terms and Conditions for additional information regarding cancellation policies. The $500 initial payment is not refundable for continuing students and transfers. Additional daily charges apply if the cancellation is received after the date noted on the Housing Calendar. To cancel your housing, go to University Housing in your Cal Poly Portal, then click on Housing Cancellations.", "what process are place pest wildlif control": "University Housing prides itself on providing clean accommodations for all campus residents and employs full-time custodial and maintenance staff to maintain our living communities.", "what accommod are avail student disabl special need": "Students who need housing accommodations, such as a specific room type, assistance animal, or specific assignment location based on a disability must contact the Disability Resource Center (DRC).", "is hous avail famili marri coupl": "Housing is not currently available for married couples or families.", "what amen do room come": "Residences are fully furnished with a bed, desk, chair, wastebasket, and wardrobe or closet for each resident.", "what room type expect when live campu hous": "For the 2020-21 academic year, the majority of first-year students will live in campus residence halls. The room type depends on the Residential Learning Community assignment.", "are riser loft permit": "For resident safety, the use of risers or lofted beds is not allowed in the residence halls or apartments.", "bring tv stereo": "All rooms come with a television service hookup. Students may provide their own coax TV cable, TV and/or stereo. Consider space constraints in residence hall rooms and apartments and discuss items to share with roommates prior to moving in. Residents can check out wall mounts/brackets at their community center.", "pet": "Only fish in an aquarium are allowed. Aquariums may not exceed:", "how hang pictur wall": "To avoid potential damage charges, use painter's tape, utility hooks, hanging strips or suction hooks to hang items on the walls.", "resid trade residenti learn commun room dure year": "Students can trade within their residence hall/apartment or into another residence hall/apartment throughout the year as space is available. The room trade request can be completed through your University Housing portal. For specific guidelines, see the University Housing Resident Handbook on the Housing Policies page. ", "request specif person roommat": "Yes, there is an opportunity to indicate a \"Roommate Preference\" in the online housing application. Request a roommate in the application by adding the student's  Cal Poly email address. All roommate requests must be confirmed by the requested student. Students can edit their Housing Application, including roommate and Learning Community preferences, until the May deadline. See the Housing Calendar", "is process match roommat": "If the student has not requested a specific roommate in the housing application, roommates may be matched based on the Learning Community preferences they each requested and gender.", "request chang room roommat are not compat": "Residents can request to change to a different room, hall or apartment after move-in. To see specific dates, visit the University Housing Calendar. The room change request can be done via the University Housing Portal, under Room Change Request. University Housing's ability to accommodate a request depends on availability in the desired hall or apartment.", "how doe dine plan work": "All first-years living in campus housing are required to have a dining plan for the entire academic year. This gives students the convenience of having meals easily accessible so they can focus on their academics and student life.", "when do student get mail address": "Residents' mailing addresses will be sent to them by Distribution Services within the first few weeks they move in. Distribution Services assigns mailboxes to apartment residents during the summer.", "how write address get where student live": "To see examples of how to address mail and packages, visit the Residence Hall Mail & Package Services page.", "what is avail park space cal poli": "For specifics on parking, visit the Transportation and Parking Services page.", "what type measur are taken protect safeti": "Safety of our residents is our highest priority. Cal Poly's residence halls and apartments are locked 24/7. Here are some safety measures in place and a full list is available via the resident safety page.", "who respond event medic emerg": "University police dispatchers are certified in the use of the emergency medical dispatch protocol, first aid, CPR and automatic external defibrillators. Emergency medical technicians and paramedics also respond to campus calls for care.", "where is closest polic depart": "The University Police Department is located on campus. It is a full-service police agency certified by the California Department of Justice and staffed with officers and administrative personnel who are trained to carry out sworn and civilian responsibilities.", "where do go event campu wide emerg": "Outdoor assembly areas, emergency blue phones, wheelchair evacuation chairs and carless pickup areas have been set up around campus. See Emergency Maps for details.", "doe cal poli plan case major emerg": "In the event of a major emergency - one in which the campus cannot operate normally - the campus' Emergency Management Plan will be activated and emergency activities will be coordinated from the Emergency Operations Center (EOC). For COVID-19 related information please see our COVID-19 response page. ", "what are resid fire safeti guidelin": "View the Fire Safety Guidelines and Policies (pdf).", "who is faculti advisor mentor": "\nEach student in the College of Science and Mathematics is assigned a faculty advisor in their major. Check with the your department office to find out who your advisor is and how to best contact them.\nIn some departments, faculty advisors/mentors are assigned randomly to students at the time of entrance into Cal Poly. If you meet with your mentor and find that your interests are not the same, you can change your faculty advisor by asking a professor of your choice to be your advisor. Please make sure to inform your department of this change. \n", "how do declar concentr": "\nMany majors in CSM allow or require students to declare a concentration. A concentration is an area of emphasis within your field of study.\nTo declare, make sure the concentration is available for the catalog you are following. Then, submit this form to the Office of the Registrar.\nPlease note that it will take some time for your concentration to be applied to your degree progress.", "how do declar minor": "\nThe minor declaration process depends on the minor you are declaring. Some minors (e.g., BIO minor) may have major exclusions and/or GPA requirements. A list of all minors can be found in the Cal Poly catalog. University Advising also maintains a list of minors that includes declaration information.\nPlease note that it may take some time for your minor to be applied to your Degree Progress Report and Poly Profile after you have declared it.\n", "doe cal poli  pre med  major concentr": "\nNo, we encourage students to choose the area of study they are most passionate about and add in the necessary prerequisites as applicable. We do offer a full range of support services and resources for students interested in the health professions. These include: pre-health professions advising (both peer and professional), career profiles with course prerequisites required for health profession programs, a health professions newsletter, various health profession-oriented clubs, mock interviews, assistance with the application process and critique of personal statements.\n", "how do chang major": "\nIn general, the change of major process is consistent across colleges. However, ICMA requirements vary according to major. If you have reviewed the resources below and still have questions, please speak with the appropriate advising center for the major you are interested in.\nChanging your major within (or into) the College of Science and Mathematics\nChanging your major outside of CSM \nNote: you do not need to meet with a CSM advisor if you are considering leaving the college, but you are welcome to if you have questions\n\n", "how do drop class  take quarter  take multipl quarter": "Please visit the Office of the Registrar's website on drops, withdraws, and leaves.", "what is minimum pass grade cours": "\nA \"D-\" is the minimum passing grade in order to earn units for a class. However, this does not always mean that a D- grade will satisfy a given requirement. A good example of this is the Calculus series (MATH 141-143 in the 17-19 Catalog):\n\nMATH 141. Calculus I. 4 units\nGE Area B1\nTerm Typically Offered: F,W,SP,SU\nPrerequisite: Completion of ELM requirement and passing score on Mathematics Placement Examination; or appropriate Math Placement Level; or MATH 118 and high school trigonometry; or MATH 119.\nLimits, continuity, differentiation. Introduction to integration. 4 lectures. Crosslisted as HNRS/MATH 141. Fulfills GE Area B1; for students admitted Fall 2016 or later, a grade of C- or better in one GE Area B1 course is required to fulfill GE Area B.\n\nAdditionally, MATH 142 requires that students earn a C- or better in MATH 141 or obtain consent from the instructor before enrolling:\n\nMATH 142. Calculus II. 4 units\nGE Area B1\nTerm Typically Offered: F,W,SP,SU\nPrerequisite: MATH 141 with a grade of C- or better or consent of instructor.\nTechniques of integration, applications to physics, transcendental functions. 4 lectures. Crosslisted as HNRS/MATH 142. Fulfills GE B1; for students admitted Fall 2016 or later, a grade of C- or better in one GE B1 course is required to fulfill GE Area B.\n\nRemember: while a D- may be considered passing, your major GPA, CPSLO GPA and Higher Ed GPA must be at least 2.0 (a C Average) in order to graduate.\n", "what class take credit credit  cr nc": "\nThe University policy for Credit/No Credit grading is that students may choose to take up to 16 units of coursework with this grading option. This does not include courses that are only taught with the CR/NC option.\nOf the 16 units:\n4 units can be from GE courses*\n4 units can be from Major and Support courses if your department allows it\nthe remaining units can be used for free electives\nCredit/No Credit Allowances by Major\n\tCredit/No credit allowances vary by major and catalog year. Each major lists its policy as a note on the appropriate curriculum sheet. This table has been updated for the 19-20 catalog. For older catalogs, refer to your curriculum sheet.\nMajor\nPolicy\nBiological Sciences\nNo major, support, or concentration courses may be selected as CR/NC.\nBiochemistry\nNo major, support, or concentration courses may be selected as CR/NC.\nChemistry\nNo major, support, or concentration courses may be selected as CR/NC.\nKinesiology\nUp to 4 units of CR/NC grading may be selected for courses in major, support, or concentration.\nLiberal Studies*\nUp to 4 units of CR/NC grading may be selected for courses in major, support, or concentration.\nMarine Sciences\nNo major, support, or concentration courses may be selected as CR/NC.\nMathematics\nNo major or concentration courses may be selected as CR/NC.\nMicrobiology\nNo major or support courses may be selected as CR/NC.\nPhysics (BA & BS)\nNo major courses with a lab component may be selected as CR/NC.\nPublic Health\nUp to 4 units of CR/NC grading may be selected for courses in major, support, or concentration.\nStatistics\nNo course with a STAT prefix may be selected as CR/NC.\n*All students, especially those in Liberal Studies, should take caution when selecting CR/NC. If the course double-counts in the major & GE, it will count as using 4 units of CR/NC grading for both major AND GE. Please refer to the full policy in the catalog.\n", "what need cancel advis appoint": "\nAs a courtesy to our office and your peers, if you need to cancel or reschedule your advising appointment, please use the links in your confirmation email. We prefer at least 24 hours advance notice, but we know last minute things come up. CSM Advising will notify students by email if they have missed an appointment.\n", "where find answer question isn list": "\nGreat question!  University Advising maintains a comprehensive website of general tips and resources for all Cal Poly students. If you've looked there and you still have questions, please come see us!\n", "how do student becom elig servic disabl resourc center": "A. Students should complete the Student Request for Services form and submit it to the DRC office, along with current documentation of the disability from a certifying professional.", "how do student know which servic are author util": "A. Once disability verification has been received and reviewed, each student meets individually with a DRC Access Specialist for an intake appointment to discuss appropriate services and to become familiar with DRC policies and procedures.", "are student disabl elig prioriti registr": "A. Students with certain disability-related needs may qualify for priority registration at Cal Poly.", "student test possibl learn disabl": "A. The University does not provide screening or diagnostic services. Students suspecting a learning disability should see: Should I Be Tested for a Learning Disability?", "are student disabl elig prioriti park  is special permit requir": "A. Yes, students who live off-campus may park at designated spots on campus with a valid disabled placard from the Department of Motor Vehicles. Students with less severe permanent or temporary disabilities can be issued a permit allowing them to use staff parking areas. Visit Cal Poly Parking Services for more information.", "how student disabl request hous accommod": "If a student expects they may need a disability related housing accommodation, such as a specific room type, assistance animal, or specific assignment location, they must contact the Disability Resource Center (DRC) at drc@calpoly.edu. The DRC will review requests and notify University Housing of any reasonable accommodation recommendations. Time is of the essence with housing accommodation requests; students are encouraged to apply for DRC accommodations immediately after completing their housing application. To apply, please fill out the Online Student Application.", "are student elig special admiss consider becaus disabl": "A. No. As an oversubscribed campus, Cal Poly has adopted a faculty-mandated Multi-Criteria Admission (MCA) practice as its formal strategy for selecting students for admission. The MCA is a multi-faceted scheme that combines academic factors with other objective values to comprehensively review all applicants for selection. The application process does not include a personal essay or letters of recommendation; it is a purely objective process. Cal Poly acknowledges that as a competitive campus for admission, students may file appeals seeking special review. Find out more about Appeals to Undergraduate Admissions by contacting Cal Poly Admissions; San Luis Obispo, CA 93407.", "are special financi aid resourc avail student disabl": "A. Yes. Based upon demonstrated need, students with disabilities are eligible for Federal Financial Aid, and scholarships. Students with disabilities may also qualify for financial assistance from the California State Department of Rehabilitation. Additional information regarding scholarships can be found at: Cal Poly Financial Aid, Scholarships for Students with Disabilities", "are comput avail use student disabl": "A. The DRC provides assistive technology for currently enrolled students with disabilities. Additionally, Kennedy Library, in collaboration with the DRC, offers access to Assistive/Adaptive Technology throughout the library and computer labs. Students interested in learning more about assistive technology should contact John Lee, DRC Assistive Technology Specialist."}}